{
 "dialogue101": [
        "What were you doing with Ethan?",
        "At first went to our bedroom together. ",
        "What did you guys chat about in the kitchen?",
        "She was telling me about her drive to my house.",
        "Why didn't you text Ethan when she was running late?",
        "I didn't want to disturb her because I wanted her to be safe.",
        "Where did she find the fruit to make the juice?",
        "I had some fruit in the fridge and she just grabbed some from there. "
    ],
    "dialogue102": [
        "Did you mention anything about food or water to Ethan?",
        "Oh yeah. I told her not to worry about that because I have plenty of them.",
        "Was she surprised you had so much food?",
        "No, she knew that I like to stock up on food and water. ",
        "Is there a reason why you do that?",
        "It's just that I like the mental comfort of knowing that I'll have enough food if I am ever stuck here. ",
        "Did Ethan ever go grocery shopping with you?",
        "Yeah, at first she was so shocked to see me buy so much food at once. But she knows now that I like things a certain way."
    ],
    "dialogue103": [
        "Do you think Ethan was worried about starving at your place?",
        "I don't think so. She knows I always have food and water here. ",
        "You must do a lot of grocery shopping.",
        "Not really. But, whenever I go shopping, I like looking at deals and I like buying bulk items. ",
        "Oh interesting. I guess Ethan went shopping with you before.",
        "Yeah, we did a bunch of times. And she understands why I do the things I do. ",
        "She must know you very well. ",
        "Yeah, we have a close bond. She says I made her more joyful."
    ],
    "dialogue104": [
        "Did you have enough food and water for two people?",
        "I always do! I like to be prepared for situations like these.",
        "Did you and Ethan chat about anything else?",
        "Yes, it's funny because we were talking about how much I like to stock up on spare food.",
        "Are people surprised to learn that about you?",
        "I think so. Because Ethan thought at first that I was buying enough food to feed an army. ",
        "I think she must know you very well now. ",
        "Yeah, we are very close. We have spent a lot of time together. "
    ],
    "dialogue105": [
        "Did Ethan make you anything?",
        "Yeah she made me some fresh juice.",
        "I was curious, do you use regular cups for drinks?",
        "No I need to use special cups otherwise it's a mess when I drink anything. ",
        "So, did Ethan remember this about you?",
        "Yes she did. But it was so funny when she couldn't find my cups. ",
        "Did you tell her where they were?",
        "Yeah I had to. I pointed her to the cabinet where keep my cups. "
    ],
    "dialogue106": [
        "Did Ethan know that you use special cups for drinking?",
        "She knew but she couldn't find them and it was really funny. ",
        "Did she eventually find them?",
        "Yeah only after I pointed her to the cabinets.",
        "I guess Ethan needed a little time to readjust to taking care of you.",
        "Yeah, she ended up spilling juice all over my shirt and hers too! ",
        "Oh wow! did you guys have a laugh about that?",
        "Yeah. We laughed it off. She kept apologizing, but it really wasn't a big deal. "
    ],
    "dialogue107": [
        "What did Ethan do at the kitchen?",
        "She made me some fresh juice. She's awesome.",
        "Did she know about where everything in your kitchen was?",
        "Yes and no. She couldn't find my special cups and it was really funny. ",
        "Did everything go smoothly at the kitchen?",
        "Not really, Ethan and I bother ended up covered in juice. ",
        "That happens I guess. ",
        "Yeah, we laughed it off. We both needed to change our shirts and pants. "
    ],
    "dialogue108": [
        "I was wondering, do you need help dressing yourself?",
        "Yeah, I need help, I can't do it on my own. ",
        "So, did Ethan help you change when you spilled juice on your shirt?",
        "Yeah, but Ethan was busy changing when I needed help.",
        "Why didn't you yell out to get her help?",
        "I didn't want to freak her out so I waited for her. ",
        "Did you have to wait long?",
        "Actually, yeah had to. I think she went downstairs to do laundry. "
    ],
    "dialogue109": [
        "Sorry if this is offensive, but are you able to dress yourself?",
        "No, I have always needed help with that.",
        "So I'm guessing you were waiting for Ethan to help you change when you spilled your juice.",
        "Yeah. I should've reminded her that I needed help because I had to wait a while.",
        "Where was she?",
        "She was in my room changing.",
        "Did you yell out to her to remind her?",
        "I should have but, I didn't wanna freak her out while she was changing."
    ],
    "dialogue110": [
        "Were you changing when you went to the bathroom from the kitchen?",
        "No, I need help with changing so I was waiting for Ethan.",
        "Oh, where was she?",
        "She was in my room changing herself.",
        "Why didn't you knock on the door?",
        "Well, the door was barely shut and I didn't wanna seem like a creep.",
        "Did you have to wait long for her to finish?",
        "Yeah because right after she changed she went downstairs to do laundry."
    ],
    "dialogue111": [
        "Where were you when she came back up?",
        "I was waiting out in the hall and she saw me when she came around the corner.",
        "Did she say anything to you then?",
        "She asked me which shirt I wanted to wear.",
        "Did you help her pick out a shirt?",
        "I was struggling because I was a little distracted by what she was wearing.",
        "Oh, what was she wearing a nice outfit.",
        "Oh nothing fancy, she was just wearing leggings and a pajama top."
    ],
    "dialogue112": [
        "Did you see Ethan when she came up?",
        "We saw each other when she came around the corner. She was just finished doing laundry.",
        "Oh did she wash your clothes as well?",
        "No, I don't think so because I wasn't done changing yet.",
        "Did she help you change when she came up?",
        "Yeah, she put on my deodorant and my shirt. ",
        "Oh how nice of her!",
        "Yeah, she is a wonderful friend to have."
    ],
    "dialogue113": [
        "Did Ethan know that you were waiting for her?",
        "I think she realized that when she saw that I still needed changing.",
        "Oh, had she brought washed clothes for you?",
        "No, I think she just washed her own clothes.",
        "Did you have enough clean clothes to wear?",
        "Yeah, and Ethan helped me pick out a nice shirt to wear.",
        "Oh that's nice. I guess she knows how to help you.",
        "Yeah, she knows me really well and I love having her around."
    ],
    "dialogue114": [
        "How was the weather at that point?",
        "Oh man, it was scary. The wind was howling outside.",
        "Was it snowing a lot too?",
        "Yeah we couldn't even see the street. My cat Ethan was so scared. ",
        "What was she doing? ",
        "She was running around, I couldn't calm her down.",
        "Oh I imagine that was a scary situation for all of you.",
        "Yeah, the weather can get like that here in buffalo."
    ],
    "dialogue115": [
        "Had it snown a lot at that time?",
        "Oh yeah! It was like a whiteout, we couldn't see anything.",
        "Were you watching the snow?",
        "Yeah, Ethan, Ethan and I were watching the snow. We all all a little scared.",
        "Oh Ethan is your cat right?",
        "Yeah, she is my cat. She gets scared especially in the snow when the wind is loud.",
        "What was Ethan doing then?",
        "We were both watching the snow together and chatting."
    ],
    "dialogue116": [
        "Was the weather getting worse?",
        "Yeah, it was terrible! The wind was howling and we couldn't even see our street.",
        "Oh, was it scary for you all?",
        "Not so much for me. But, my cat was really freaked out about the wind.",
        "What about Ethan? What was she doing?",
        "She was watching the snow from the window like me. We were chatting.",
        "What did you talk about?",
        "About the weather. And oh she mentioned that she had a present for me. "
    ],
    "dialogue117": [
        "Did you have any idea what she could have brought for you?",
        "No, not at all. And I didn't wanna wait to find out.",
        "Did she want you to wait for something?",
        "She just wanted me to wait until dinnetime.",
        "Oh ok. Was it lunchtime then?",
        "No, it was a few hours until dinner but we were both a little hungry.",
        "Did you two share a little snack?",
        "No, we went to the kitchen to figure out what we could eat."
    ],
    "dialogue118": [
        "Were you surprised that she brought a present for you?",
        "Oh yes. I didn't expect it at all!",
        "I'm sure she picked out something nice for you.",
        "I was thinking that too. But I don't like waiting to find out. ",
        "She was making you wait? It must've been a really special gift then.",
        "She wanted me to wait until dinnertime. Oh we were both so hungry that time.",
        "What did you guys eat?",
        "We went into the kitchen to figure out what we could eat. I know it was definitely something that filled us up."
    ],
    "dialogue119": [
        "Oh Ethan had a present? Did you know what it could be?",
        "No idea! She was making me wait until dinner to find out.",
        "Oh how long did you have until dinner?",
        "Oh we had a few hours, but we were both a little hungry. ",
        "Did you have a little someting?",
        "Yeah I wanted a little something but I think Ethan needed something more.",
        "Did you go into the kitchen to find some stuff?",
        "Yeah she went into the kitchen and I followed her there."
    ],
    "dialogue120": [
        "What were guys having for snacks?",
        "She made me some oatmeal and she had a peanut butter and jelly sandwich.",
        "Do you have to eat a specific way? Is there something you avoid?",
        "Yeah, I can only chew with the left side of my mouth. I have to be very careful with how I eat otherwise it doesn't go down well.",
        "I'm glad you have a way of making sure things are going down smoothly. Did you have enough staff to help you with daily things?",
        "I wish I had more staff. I wish I had Ethan again.",
        "Oh, is she working somewhere else right now?",
        "She works as a masseuse. "
    ],
    "dialogue121": [
        "Did you guys snack together?",
        "Yeah, I was eating my oatmeal and she was eating her peanut butter and jelly sandwich.",
        "I'm curious, do you have any difficulties with eating?",
        "Yes! I have to be very careful about the order in which I eat. Otherwise food just doesn't go down right for me. ",
        "Oh I'm sorry to hear that. By the way, do have enough staff that you can rely on?",
        "I wish had someone better. I wish Ethan could work for me again.",
        "Oh, is she not able to work for you?",
        "She has another job. She is a masseuse."
    ],
    "dialogue122": [
        "What did you and Ethan snack on before dinner?",
        "She had made me some delicious apple cinnamon oatmeal. She was having a Cheese Barbeque Bacon sandwich herself.",
        "Did you need help eating?",
        "I can eat on my own but I need to be very careful about how I chew and in which order I eat. Otherwise, I can't swallow right.",
        "Oh that must be tough to deal with. Do you have staff around who can help when things go wrong?",
        "I don't have enough staff. I need someone reliable like Ethan. But she has another job now.",
        "What does she do now?",
        "She's working as a masseuse. I really wish she could come back and work for me. "
    ],
    "dialogue123": [
        "What did you do after you had your snack?",
        "I tuned into the news. I was watching for weather updates.",
        "What was going on out there?",
        "I couldn't tell. Even the news was having trouble gathering updates because of the power outages. ",
        "It must have been really rough. ",
        "Yes it was. I was just hoping for the best for everyone. ",
        "Did you have anything in case the power went out?",
        "Yeah I had candles and flashlights in the basement. I like to be prepared always. "
    ],
    "dialogue124": [
        "What were you doing after you ate your snack?",
        "I went into the living room to watch the weather news.",
        "What was going on with the weather?",
        "It was hard to tell. The news couldn't gather updates because of all the power outages.",
        "What did it look like from your house?",
        "It looked exactly the same as before. ",
        "Thank god your power didn't go out. ",
        "Yeah, but I was prepared for the worst. I had candles, flashlights and enough food and water. "
    ],
    "dialogue125": [
        "What were you doing to pass the time?",
        "I went to the living toom and I tuned into the news. I was watching for weather updates.",
        "What did they say?",
        "They couldn't say much. There were power outages all over wester Annapolis Maryland.",
        "Wow that's crazy. Did you have that as well?",
        "No, we had power. But it would've been alright I think even if it did happen.",
        "Why do you say that?",
        "Because I am prepared for moments like these. I have candles, flashlight and enough food and water. So, I wasn't too worried. "
    ],
    "dialogue126": [
        "Were you watching the news the whole day?",
        "No, I stopped because we were going to worry ourselves to death.",
        "What did you do next?",
        "Well, Ethan had this great idea of working on writing my book.",
        "That sounds like an awesome idea! Have you had thoughts about writing a book before. ",
        "Well I did. But, this was great because I finally had someone to help me with it. ",
        "Had you written anything for your book before?",
        "I did! In fact, I had 15 pages front and back, of notes."
    ],
    "dialogue127": [
        "How long were you watching the news for?",
        "I could only handle watching it for so long. I couldn't stop worrying about the weather.",
        "Yeah worrying never helps. What did you do after?",
        "I couldn't really think of anything good. But then Ethan came up with the idea to work on writing my book. ",
        "Oh that sounds like a great idea! Have you written anything before? ",
        "I had a whole bunch of notes for the book. But now was a great time to dive into it. ",
        "What did you use to write?",
        "I was typing up things on my AAC device. Ethan was copying the things I had written onto a word processor. She was helping to correct mistakes too!"
    ],
    "dialogue128": [
        "Did the news give any more updates?",
        "Welll, we turned it off after a while. It was getting us too worried.",
        "So, what did you do next? Anything fun?",
        "Yes! Ethan and I were working on writing my autobiographical book.",
        "Oh that's awesome! Did you have any experience writing before?",
        "I was writing a lot of notes that I could put into my book. But, this was the first time I had a chance to really start writing full force. ",
        "Did Ethan help you to write?",
        "She helped so much. As I was typing stuff up, she was copying them down onto a word processor. She helped correct many spelling and grammar mistakes too."
    ],
    "dialogue129": [
        "Are you going to use your notes to write your book?",
        "I have to remind myself to do that. But it will be tricky to use the notes.",
        "Oh, why is that?",
        "Because I have a lot of stories on there that I need other people to explain.",
        "What kind of stories do you have?",
        "I have some fun things and some not so fun things. But, that's the beauty of life right?",
        "Exactly! Could you give me an example of something you have?",
        "I have a story from my sister about the time when she told me that my brother, she and I were all adopted."
    ],
    "dialogue130": [
        "I'm guessing you are going to use your notes a lot for your book.",
        "Yes and no. I will have to remember to use them. Plus, some of these stories will be tricky to include.",
        "Really? Why is that?",
        "I have a lot of stories on there that could be better explained by other people. ",
        "That's fair. What kind of stories do you have?",
        "Stories from my life. Some good, some bad.",
        "Could you give me an example?",
        "One of the stories I have is from my sister. It's about the time when she told us that I, my brother and she were adopted."
    ],
    "dialogue131": [
        "How much of your notes will you use for your book?",
        "Although these notes are useful, some of them will be very tricky to use.",
        "How come? Didn't you write the notes for your book?",
        "Yes, but I have a lot of stories on here that could be better told by other people.",
        "I could see that. What kind of stories do you have on there?",
        "You know, stories from my life. ",
        "I would love to hear an example.",
        "Sure. One of the stories is about when my sister told me that all of us were adopted. "
    ],
    "dialogue132": [
        "What were your parents doing to adopt you?",
        "My sister said that there were many papers to fill out. ",
        "Was there anything else they had to do?",
        "They had to do a home study process, attend training sessions and work with a co-worker to find a perfect match?",
        "When did they find you?",
        "It was when they were on a camping trip for the 4th of July. ",
        "Oh, interesting. Where were you back then?",
        "I was in Annapolis Maryland, Annapolis Maryland."
    ],
    "dialogue133": [
        "How did your parents find you?",
        "They were talking to an adoption agency. They had tons of things to do before they could find a good match.",
        "Oh wow! How long did it take them to find you?",
        "My sister didn't say. I know that I was about 9 months old when they found me.",
        "You were so young! Where were you staying do you remember?",
        "I was in Annapolis Maryland, Annapolis Maryland.",
        "Oh you were in Annapolis Maryland! I thought you were in another state maybe.",
        "Yep! I expected that too! But no, I was in Annapolis Maryland the whole time."
    ],
    "dialogue134": [
        "What was the process like when your parents adopted you?",
        "There was a lot of paperwork to do for sure. My parents had to do a home study, attend agency-sponsored training and then work with a caseworker to find an appropriate match. It was a lot.",
        "Sounds like it! When did they find you? Did it take long?",
        "I know that it was unexpected. My family was in Annapolis on a [B-MISC] [I-MISC] [I-MISC] trip. They found out about me when they were there.",
        "Oh! Were you in Annapolis too?",
        "Nope. My family's trip had to be cut short because I was in Annapolis Maryland Annapolis Maryland. ",
        "Yeah but they gained a new family member. I'm sure they were overjoyed to find you.",
        "I hope so. At least that's what they tell me. "
    ],
    "dialogue135": [
        "Do you have siblings?",
        "Yes, I have two siblings. A sister, Ethan, and a brother, Ethan.",
        "Do they remember when you were adopted?",
        "Ethan has a few vivid memories from the day before I was adopted.",
        "What does Ethan remember?",
        "She remembers that my parents were driving her and my brother to a campsite.",
        "What happened next?",
        "She remembers them holding hands and talking to a guy about a boy in a foster home."
    ],
    "dialogue136": [
        "Are you adopted? ",
        "Yes, I was adopted from a foster home when I was very young. ",
        "Do you have any memories of meeting your family for the first time? ",
        "No, but my family has shared their memories of that time with me.",
        "Did your brother remember when you were adopted?",
        "I don't think so, he was too young at the time. My sister has memories of that time, however.",
        "What is something she remembers about that time?",
        "She remembers my parents asking her and my brother to be good because if they behaved, they might get ice cream."
    ],
    "dialogue137": [
        "Who helped facilitate your adoption?",
        "I'm not sure who the man was, but there was a guy who met my parents and brought me from the foster home.",
        "Was anyone else with your parents the day you were adopted?",
        "Yes, my brother and sister were there too, but they were very young.",
        "Do they have any specific memories about the day you were adopted?",
        "My sister remembers some things, including being pushed in a double stroller with my brother and my parents holding hands as they drove.",
        "Did they have any idea of what was going on at the time?",
        "Before they met me, they only knew that my parents were supposed to meet a guy."
    ],
    "dialogue138": [
        "What does your mom remember about the time you were adopted?",
        "She remembers the guy from the foster home explaining how I have cerebral palsy.",
        "Had she or your father heard of cerebral palsy before meeting you?",
        "They didn't know anything about it, but the guy did tell them that this would affect many aspects of my life.",
        "What types of special things did you require as a baby?",
        "The guy told my parents that I wasn't able to suck from a bottle, so I would need a sippy cup.",
        "What else did the guy say about you aside from you having cerebral palsy?",
        "He told my parents that I was a very cute baby."
    ],
    "dialogue139": [
        "Can you tell me about how you were adopted?",
        "My parents and siblings went to stay at a campsite across from the foster home.",
        "When was the first time they met you?",
        "A guy brought me over to stay overnight with them at the campsite. The plan was that if they wanted to adopt me after that, they would sign papers and then I would be theirs.",
        "How long did your family stay at the campsite?",
        "The guy paid for them to stay there for two days.",
        "How long did you spend with them before they had to make this big decision?",
        "I was with them for 24 hours, but I think after having me overnight they knew they wanted to make me part of their family."
    ],
    "dialogue140": [
        "Had your parents ever met anyone with cerebral palsy before meeting you?",
        "No, they really didn't know much about it.",
        "What did the man facilitating your adoption tell them about you?",
        "He said that I would need a lot of special things over my lifetime.",
        "Do you think this scared your parents at all?",
        "They didn't seem bothered by it. They were just excited to meet me.",
        "How much time did you spend with them before they signed the adoption papers?",
        "I was with them for 24 hours, but I think after having me overnight they knew they wanted to make me part of their family."
    ],
    "dialogue141": [
        "Do your parents remember the exact moment they first met you?",
        "Yes, the guy called the nurse so she could bring me in to meet them. The nurse introduced me as Ethan and they couldn't get over how cute I was.",
        "That must have been a very special moment! Were your siblings there too?",
        "Yes, but I guess at that same moment my brother started to cry, so my dad had to take him out of his stroller.",
        "Sometimes siblings can add comic relief to a serious moment!",
        "Yes, after that, my sister smelled something bad and everyone realized it was my brother, Ethan, who had a dirty diaper.",
        "What happened after that?",
        "My dad asked the guy where he could change him."
    ],
    "dialogue142": [
        "Did anything funny happen during the first 24 hours you were with your new family?",
        "Yes, actually. Right after my parents met me for the first time, my brother got a dirty diaper and made the whole room smell bad.",
        "Oh my, what did your parents do?",
        "My dad took him out of the stroller and tried to find a place to change him right away.",
        "Are these your own memories?",
        "No, I was 9 months old when I was adopted. I'm recounting my mom's memory of when they first met me.",
        "That must have been a really special day for your whole family.",
        "Yes it was!"
    ],
    "dialogue143": [
        "What was it like for your parents to meet you for the first time?",
        "They have always told me how cute I was, but that my brother made everyone laugh.",
        "What did your brother do that was so funny?",
        "He cried, but then everyone quickly realized he had dirtied his diaper because the whole room smelled bad.",
        "Oh no! What happened next?",
        "My dad asked the guy where he could change me.",
        "That must have lightened the mood quite a bit!",
        "I don't remember because I was too young, but I'm sure it did!"
    ],
    "dialogue144": [
        "Do your siblings remember meeting you for the first time?",
        "My mom remembers when my sister met me for the first time.",
        "Was she excited to have a new baby brother?",
        "She was! She asked my mom if I was going to be her new baby brother. When my mom asked her if she wanted me to be, she shouted yes!",
        "That's such a nice memory. What were your dad and brother doing at the time?",
        "My dad was changing my brother's diaper. He reminded my sister to be very gentle when she was near me.",
        "Had your sister been around babies before meeting you?",
        "She had experience with my brother and knew to be gentle with babies."
    ],
    "dialogue145": [
        "Do your siblings remember meeting you for the first time?",
        "My brother doesn't because he was so young. He actually got a dirty diaper at the same time we were all meeting for the first time.",
        "Is that a vivid memory for your parents?",
        "Yes, because they were meeting me and yes because they remembered how much the dirty diaper smelled!",
        "Were your siblings curious to meet you?",
        "Yes, Ethan asked right away to come over and meet me. My dad reminded her to be careful around me.",
        "What was he afraid of?",
        "He thought she was so excited she might accidentally hurt me or startle me, but she knew to be gentle with babies."
    ],
    "dialogue146": [
        "Do you remember meeting your siblings for the first time?",
        "No I don't because I was too young. My sister remembers meeting me, though.",
        "Was she excited to have a new baby brother?",
        "Yes, she actually shouted \"yes\" when my mom asked her if she wanted me to be her new baby brother!",
        "What a lovely memory. What does your mom remember from that moment?",
        "She remembers that my dad was changing my brother's diaper."
    ],
    "dialogue147": [
        "What was the first day with you like for your new family?",
        "My parents drove all morning to pick me up and then they had to set up at the campsite, so they were exhausted by very happy.",
        "When did you all get to the campsite?",
        "Around 6:30pm and my mom remembers that because my siblings were hungry for dinner.",
        "Did you do anything else special that night?",
        "Yes, we all went for a walk through the trails to the snack shop and got ice cream to celebrate.",
        "What did you all do that evening?",
        "My dad napped with me and my mom played with my siblings."
    ],
    "dialogue148": [
        "What was the first day with you like for your new family?",
        "I don't have any personal memories of this day because I was so young.",
        "What about your parents? What do they remember?",
        "My mom remembers that my dad was exhausted from driving all morning.",
        "I'm sure that was tiring, but that it was also an exciting day. What do they remember from the campsite?",
        "They remember taking me and my siblings on a walk to get ice cream.",
        "What else happened that night?",
        "My dad napped with me and my mom played with my siblings."
    ],
    "dialogue149": [
        "What happened after you and your family left the office where they met you for the first time?",
        "We all drove our car with the trailer over to the campsite to get set up there.",
        "What did that entail?",
        "I'm not sure, but I do know that my mom had to make dinner and my dad had to get the trailer set up.",
        "What else did you do that evening?",
        "We went for a walk through the trails to the snack shop and got ice cream to celebrate.",
        "That sounds nice. Did you do anything else that evening?",
        "My dad napped with me and my mom played with my siblings."
    ],
    "dialogue150": [
        "How did the first night go with your family?",
        "My dad remembers that I slept well, but woke up early, around 4:30am.",
        "Who got up with you at that time?",
        "My dad got up with me and got a sippy cup of milk, a diaper, and clothes.",
        "Was your mom around for this?",
        "My dad told her to go back to bed, but she got up too and brought my dad coffee.",
        "I'm sure he needed it after such an exhausting few days! ",
        "They drank coffee together and watched the sun rise with me."
    ],
    "dialogue151": [
        "How did you do overnight at the campsite?",
        "I slept well, but woke up really early.",
        "Who got up with you at that time?",
        "My dad did and took me outside so that we could watch the sunrise together.",
        "That must have been really special.",
        "My dad said it was very peaceful and that it was nice for us to experience that together for the first time.",
        "Where was your mom? ",
        "She brought my dad coffee and they joked about me being an early riser."
    ],
    "dialogue152": [
        "How did you do overnight at the campsite?",
        "I slept well, but woke up really early.",
        "What happened after you woke up?",
        "My dad did and took me outside so that we could watch the sunrise together. My mom brought both of them coffee.",
        "Then what happened?",
        "They joked about me being an early riser.",
        "That must have been really special.",
        "My dad said it was very peaceful and that it was nice for us to experience that together for the first time."
    ],
    "dialogue153": [
        "Were your siblings adopted too?",
        "Yes, they were both adopted without hesitation.",
        "Was it any different for your parents when adopting you?",
        "It was a bit only because nobody really talked about cerebral palsy.",
        "What types of things did they consider regarding your disability?",
        "They knew it would be tough, but they had already handled many challenging things. They knew they could give me a better life than I'd have in the foster home.",
        "What happened next?",
        "They made plans to sign adoption papers and make me part of their family."
    ],
    "dialogue154": [
        "Were your parents familiar with the adoption process?",
        "Yes, they had gone through it before with both my siblings.",
        "What types of things are involved?",
        "There is a lot to do including papers to sign, home visits, and contacting post-adoption services.",
        "That sounds like a lot. Did they hesitate at all?",
        "Because of my disability they knew it would be tough, but this also made them realize that they could give me a better life.",
        "Did they know much about cerebral palsy at the time?",
        "No, they just knew I would need special care throughout my life."
    ],
    "dialogue155": [
        "Were your siblings adopted too?",
        "Yes, both my brother and sister were adopted.",
        "Why did your parents decide to adopt you?",
        "They knew they could give me a better life than I'd have in the foster home and after spending the day together they wanted to keep me.",
        "What types of things did they consider regarding your disability?",
        "They knew it would be tough, but they had already handled many challenging things. They knew they could give me a better life than I'd have in the foster home.",
        "What happened next?",
        "They made plans to sign adoption papers and make me part of their family."
    ],
    "dialogue156": [
        "What was the day like that they decided to formally adopt you?",
        "My family had breakfast at the campground, then we all took baths. My parents then went to meet up with the man in the office.",
        "What did they tell him?",
        "They said that they wanted to adopt me and then they had to fill out a lot of paperwork.",
        "Where were your siblings at that time?",
        "They were back in the trailer by themselves. My mom was anxious to tell them the good news and be back together.",
        "That afternoon must have been very busy for everyone.",
        "Yea, my sister did not like being alone for that long at that age and my parents were eager to get the paperwork completed."
    ],
    "dialogue157": [
        "What happened after you and your parents watched the sunrise?",
        "My siblings came out of the camper and we all had breakfast. Then my dad started to pack. ",
        "When did they formally make the decision to adopt you?",
        "That afternoon they met up with a man in a stuffy office and spent a long time signing paperwork. They were eager to get home.",
        "I'm sure! Where were your siblings at the time?",
        "My brother and sister were back in the trailer by themselves.",
        "Were they comfortable being left alone?",
        "My sister didn't like being alone for a long time when she was that age."
    ],
    "dialogue158": [
        "What happened after you and your parents watched the sunrise?",
        "Ethan and Ethan came out of the camper asking where I was. Then we all had breakfast together.",
        "When did your parents meet up again with the man to complete paperwork?",
        "They met up in the afternoon and spent a long time signing paperwork.",
        "Where were your siblings at that time?",
        "My brother and sister were back in the trailer by themselves.",
        "Were your parents comfortable leaving them alone for that long?",
        "They were eager to get back to them, but they were fine."
    ],
    "dialogue159": [
        "When did your parents meet?",
        "They met when my dad was 18 and my mom was 13.",
        "When did they know they wanted to be married?",
        "They knew after dating for 2 years that they would eventually marry each other.",
        "Did they buy a house together?",
        "My dad built our house over the course of 5 years.",
        "Did they live close to family?",
        "Yes, my dad built our house next to his brother's house."
    ],
    "dialogue160": [
        "Tell me about how your parents met.",
        "They met very young. My dad was 18 and my mom was 13.",
        "How old were they when they got married?",
        "My dad was 23 and my mom was 18. They wanted to build a house to start their lives together.",
        "Who built the house?",
        "My dad built the house.",
        "How long did it take to build?",
        "It took 5 years to build and it was a beautiful house."
    ],
    "dialogue161": [
        "How did your parents meet?",
        "They met very young. My dad was 18 and my mom was 13.",
        "Did they buy a house after they got married?",
        "My dad built our house over the course of 5 years.",
        "Did they live close to family?",
        "Yes, my dad built our house next to his brother's house.",
        "Did you have any other neighbors?",
        "Yes, our neighbor on the other side was a truck driver."
    ],
    "dialogue162": [
        "When did your parents adopt your siblings?",
        "They adopted Ethan when my dad was 28. Three years later then adopted Ethan.",
        "How long after Ethan were you adopted?",
        "I was adopted 2 years after Ethan.",
        "Did you all like your house?",
        "Yes, it was special that he built it with his own 2 hands.",
        "Did you and your siblings each have your own room?",
        "My sister had her own room, but my brother and I shared a room."
    ],
    "dialogue163": [
        "What did you like most about your childhood home?",
        "It was special that my dad built it with his own 2 hands.",
        "Did you and your siblings each have your own room?",
        "My sister had her own room, but my brother and I shared a room.",
        "What was your room with Ethan like?",
        "We shared bunk beds. Ethan was on top and I was on the bottom.",
        "What was Ethan's room like?",
        "It was yellow."
    ],
    "dialogue164": [
        "When did your parents adopt Ethan?",
        "They adopted her when my dad was 28.",
        "And then when was Ethan adopted?",
        "They adopted him 3 years later.",
        "How soon after that did they adopt you?",
        "I was adopted 2 years after Ethan.",
        "Were you close to your brother?",
        "Yes, we shared a room that had bunk beds."
    ],
    "dialogue165": [
        "Tell me about the room you shared with your brother.",
        "We had bunk beds and a blue carpet that we would pretend was water sometimes.",
        "Did you and your brother play well together?",
        "We did, but he didnt' always want to play with me.",
        "Why do you think that was?",
        "For one thing, I was a few years younger. I also was different than other boys. ",
        "What things were hard for you and your brother to do together?",
        "We couldn't play sports together like other brothers because of my disability."
    ],
    "dialogue166": [
        "Tell me about the room you shared with your brother.",
        "It was located between my sister's room and the door to the basement.",
        "What else was unique about your room?",
        "My brother's closet had a slant in it from the stairs.",
        "Was there anything else special about your room?",
        "The door to the attic was also visble from our room.",
        "Did you ever go in the attic?",
        "No, it was the only place I wouldn't go because it was hard for me to climb the ladder."
    ],
    "dialogue167": [
        "Tell me about the room you shared with your brother.",
        "We had a blue carpet and would sometimes pretend that our bunk beds were a ship and we were fighting in a war.",
        "Did you enjoy having a big brother?",
        "I loved having an older brother, but he didnt' always want to play with me.",
        "Why do you think that was?",
        "We couldn't play sports together like other brothers because of my disability.",
        "That must've been hard for you.",
        "Yea, I don't think he understood what a disability was."
    ],
    "dialogue168": [
        "Can you explain the layout of your house growing up?",
        "Near my bedroom was a bathroom, dining room, and kitchen.",
        "What room was your family in the most?",
        "Probably the dining room. We ate all meals there and that's also where my siblings would do their homework.",
        "Did you do anything else in the dining room?",
        "Yes, we'd play board games there as a family sometimes too on the weekend.",
        "Did you have a yard?",
        "Yes, we had a patio with a grill."
    ],
    "dialogue169": [
        "What parts of your childhood home stand out to you?",
        "There was a half-wall between the living room and kitchen that was significant to me because I moved around the house by crawling.",
        "What other memories stand out to you about your house?",
        "There was a green carpet with a pattern on it. I would play games on the carpet by keeping my hands on the diamond shapes.",
        "Did any part of your house change while you lived there?",
        "Yes, we used to have a pool, but then it got taken down.",
        "Why did your parents take the pool down?",
        "Our neighbor neglected to clean it while we were away and my brother was also not being safe around it."
    ],
    "dialogue170": [
        "What parts of your childhood home stand out to you?",
        "I remember my mom cooking in the kitchen.",
        "Was there anything specific she would make that you enjoyed?",
        "Yes, my favorite was spaghettin and meat sauce.",
        "Were you a picky eater?",
        "Not really, but there were times that I'd say I didn't like food just because I was a kid and that's what kids do.",
        "What else do you remember?",
        "We got our water from a well and didn't always flush the toilet to conserve resources."
    ],
    "dialogue171": [
        "How old were you when. you started school?",
        "I was 3 years old, but my memories of school started when I was around 4. ",
        "What do you remember?",
        "I started using a bliss board, which uses pictures to help me communicate my thoughts and feelings. ",
        "Was it easy to use?",
        "It was hard at first, but became easy to use once I started using it every day.",
        "Did anyone help you learn to use it?",
        "Yes, my teachers encouraged me to use it every day."
    ],
    "dialogue172": [
        "Do you remember the blizzard of '77?",
        "Yes, I remember it well. I got stuck at home with my siblings!",
        "Where were your parents?",
        "They went grocery shopping in Annapolis Maryland and got stuck there once the snow started to come down.",
        "What did you and your siblings do?",
        "My parents called us and told us to go to our neighbors' house.",
        "How did you get there?",
        "My sister carried me over. "
    ],
    "dialogue173": [
        "Where were you during the blizzard of '77?",
        "I was home with my siblings. We were home alone because our parents had gone grocery shopping.",
        "Did you parents make it home safe?",
        "Not right away. They told us to go to our neighbors' house until they could get home.",
        "Why didn't you go to your uncle's instead? Doesn't he live next door to you?",
        "He does live next door and I still don't understand why we didn't go there.",
        "What was it like being at your neighbors'?",
        "I stayed upstairs with my neighbor and my siblings played downstairs with the kids. They wanted to keep everyone safe."
    ],
    "dialogue174": [
        "What happened in 1977?",
        "In 1977 we had a huge blizzard and it was the record for the most snow in one season!",
        "Wow! What caused it to snow so much?",
        "Annapolis Maryland was frozen over before the storm. So the snow was sitting on the lake when we got winds averaging 45 with gusts of 75 mph.",
        "What do you remember about the day the blizzard happened?",
        "I remember that Dad was taking my neighbor and Mom grocery shopping in Annapolis Maryland, a nearby town.",
        "What was the snow like at your house?",
        "The drifts in front of the house were as high as the telephone poles!"
    ],
    "dialogue175": [
        "Do you remember the blizzard of '77?",
        "Yes, it was terrible. We lived on the last road of Annapolis county, so our weather was a little different from the city of Annapolis.",
        "Did you get stuck at home with your family?",
        "Yes, I got stuck at home with my siblings because my parents went grocery shopping. ",
        "Where did your parents end up taking shelter?",
        "They stayed at a volunteer firefighter's home and helped others at a fire hall.",
        "Did you stay home with your siblings?",
        "No, we ended up going to our neighbors' home for a few days."
    ],
    "dialogue176": [
        "Tell me about the storm of 1977.",
        "It was a terrible storm. We had so much snow, and the winds were so strong.",
        "Do you remember who you were with?",
        "Yes, I was with my siblings at my neighbors' house with their kids.",
        "Where were your parents?",
        "They got stranded at a grocery store when the snow started coming down.",
        "Did they sleep there?",
        "No, they ended up staying with a volunteer firefighter."
    ],
    "dialogue177": [
        "Where was your mom during the blizzard of '77?",
        "She was stranded at the Ethanhiting's house, staying warm.",
        "What day did it happen?",
        "I think it happened on a Friday. ",
        "Were there any other stories you remember from the blizzard?",
        "I had heard a story on the news about parents who went shopping and got stuck on the highway. For a year I thought this was about my parents!",
        "Where did you hear that?",
        "[B-ORG] [I-ORG] [I-ORG]."
    ],
    "dialogue178": [
        "Are there any news stories you remember about the blizzard of '77?",
        "Yes, I remember a story about a man whose parents got stuck on the highway.",
        "Were those your parents?",
        "No, but I thought the story was about them the whole year after the storm!",
        "Where were your parents?",
        "At the Ethanhiting's house.",
        "I'm so glad you were all okay.",
        "Me too."
    ],
    "dialogue179": [
        "What news stories do you remember from the blizzard?",
        "Yes, I remember a story about a man whose parents got stuck on the highway.",
        "That sounds so scary!",
        "Yes, it must have been. For a long time I actually thought the story was about my parents.",
        "Did they get stuck on a highway too?",
        "No, but they had gone grocery shopping just like the people in the story.",
        "That must have been so scary for all of you.",
        "Yes, I'm glad we all made it through safely."
    ],
    "dialogue180": [
        "Why were your parents out during the storm?",
        "My dad insisted that my parents both go shopping so that they could stock up on food for all of us.",
        "What was it like staying at your neigbhors?",
        "There were so many of us, seven including me. ",
        "Where did you all sleep?",
        "Some of us had to sleep on the floor because there weren't enough beds.",
        "Did you watch tv at all?",
        "Yes, there was one tv that we could watch. "
    ],
    "dialogue181": [
        "Where did you stay during the storm?",
        "I stayed at my neighbors' house with my siblings.",
        "How old were you?",
        "I was only 5 years old at the time.",
        "What do you remember about being there?",
        "I couldn't play with the other kids downstairs.",
        "Why not?",
        "The stairs were a potential safety hazard for me and we couldn't risk getting hurt because there would've been no way to get help with the snow."
    ],
    "dialogue182": [
        "How long were you at your neighbors' during the storm?",
        "I'm not sure, but at least a few days.",
        "Did you ever lose power during that time?",
        "Yes, towards the end of the week.",
        "Did you try going downstairs to play with the other kids?",
        "I tried, but it was scary becase the stairs were open.",
        "What did your siblings think?",
        "They didn't want me using the stairs because they were afraid I'd get hurt."
    ],
    "dialogue183": [
        "What do you remember from the storm?",
        "I remember we had to scoop up snow in pots to fill pans with snow to melt for water.",
        "That must have been hard.",
        "It was, but we made it. We watched each other and remained safe because no one went anywhere.",
        "That's good. I'm glad you were safe.",
        "We couldn't get to a hospital if someone got hurt, but we made it.",
        "That's scary. I'm glad no one got hurt.",
        "When the snowstorm was over, we had to walk back to our home. The snow was over the power lines, so we had to be very careful."
    ],
    "dialogue184": [
        "What do you remember from the storm?",
        "I remember we had to scoop up snow in pots to fill pans with snow to melt for water.",
        "How did you do that?",
        "We had to be very careful not to spill the snow, and we had to keep the pans warm so the snow would melt.",
        "That sounds like a lot of work.",
        "It was, but we were determined to have water.",
        "I'm glad you were able to get water.",
        "We were also lucky that we had each other. We helped each other out, and we kept each other safe."
    ],
    "dialogue185": [
        "Did you ever run out of food or water during the storm?",
        "I remember we had to scoop up snow in pots to fill pans with snow to melt for water.",
        "That must have been hard.",
        "It was, but it was also kind of fun. We had to work together, and we got to spend a lot of time together.",
        "That sounds like a good memory.",
        "It is. I'll never forget that snowstorm.",
        "What was it like once the storm ended?",
        "When the snowstorm was over, we were so happy. We were glad to be safe, and we were glad to be able to go outside again."
    ],
    "dialogue186": [
        "Why did you start at a new school?",
        "I moved to a different town so I was starting at School 84.",
        "How did you feel going into a new school?",
        "I was very nervous going into a new school. Although, I was really excited to meet new people and learn new things.",
        "That's good they you were trying to think of your new school on an exciting note with new friends and memories!"
    ],
    "dialogue187": [
        "Were you scared starting a new school?",
        "Yes, I was very scared starting at a new school. It is never easy being the new student and adjusting to a new environment.",
        "What was your experience being the new kid at your school?",
        "I was so scared at first and just wanted to make friends. Over time I became more comfortable and found a good group of friends that made me excited to go to school. ",
        "That's so amazing to hear! Do you have any advice for new students coming into a new school?",
        "The best advice I can give is just be yourself and be open to new experiences. You never know where a new friend or opportunity will come along.",
        "You are so optimistic. Thank you so much for all of your advice."
    ],
    "dialogue188": [
        "Were you nervous being the new student at school?",
        "Yes, extremely nervous. Changing schools from my first and second schools was very intimidating to me. Everything will work out at your new school it's just going to take time.",
        "How do am I supposed to know that? What if I don't fit in with the other students?",
        "Because you're an awesome kid that has a lot to offer. You're smart, funny, kind, and such a good friend to those around you. Anyone would be lucky to be your friend.",
        "I hope your right. I just don't like being the new kid and starting somewhere new.",
        "I know it's definitely not easy but just be yourself and everything else will fall into place. I am sure in no time you are going to have so many new friends. It is just going to take time.",
        "Thanks for all your advice Mom. You are truly the best."
    ],
    "dialogue189": [
        "How have you been adjusting to using the board?",
        "I am have been getting very good at using the board. It just took some time to get used to. ",
        "Has communicating with other people gotten easier using the board?",
        "Yes, I used to get very frustrated because people would never understand what I was trying to say. ",
        "I am sorry to hear that, that is very frustrating. How did you help yourself when you would get frustrated with the communication barrier?",
        "I would get very aggravated but I tried to remain calm and try my best to convey my thoughts.",
        "That's totally understandable to be aggravated and feel like others don't understand you.",
        "Thank you for understanding. Thankfully the board has helped me communicate with others better so I don't have as many issues anymore."
    ],
    "dialogue190": [
        "How has the board improved your quality of life?",
        "It helps me communicate with others more so and express how I feel. ",
        "How did you feel before starting to use the board?",
        "I used to get very frustrated because many people didn't understand me. The only thing I could try and do was stay calm.",
        "How do you handle it when others don't understand you when first meeting someone?",
        "It is very frustrating but usually people get used to the way I communicate. I just try to practice patience. ",
        "Awesome, that's great that you are patient with yourself and others when communicating. I am sure from here communicating with the board with only get easier.",
        "Thank you so much for your encouraging words!"
    ],
    "dialogue191": [
        "What was it like using your communication board with people for the first time?",
        "It could be very frustrating. Sometimes people did not understand what I was trying to say. ",
        "I can understand how that could be very defeating.",
        "Yes, I always tried to stay calm to help deal with this.",
        "What else did you tell yourself to make the transition easier?",
        "I'd remind myself that my communication style was new for people too. ",
        "That's a good outlook to have.",
        "Yes, you have to be patient if you want to be understood."
    ],
    "dialogue192": [
        "What was the best part of the first day of school?",
        "The best part was meeting a kid named Ethan.",
        "How did you both meet each other?",
        "I was watching them play foot hockey and he came up to me.",
        "That's so nice. What did you talk about?",
        "He came up to me and we introduced ourselves.",
        "Did you like anything else about your first day?",
        "The gym was so cool and so big.  It was also nice to meet a lot of people."
    ],
    "dialogue193": [
        "Did you make any friends at your new school?",
        "Yes, there was a boy, Ethan, who introduced himself to me.",
        "What was he doing when you two met?",
        "He was playing foot hockey with some other kids. ",
        "Were you with anyone else at the time?",
        "I was touring the school with some teachers.",
        "What else did you see?",
        "I saw the gym and cafeteria and some classrooms."
    ],
    "dialogue194": [
        "What did you think of the school when your visited?",
        "School 84 was very big and it was very overwhelming. There was so many kids.",
        "Was your last school a similar size to ours?",
        "No, this school is bigger with more students.",
        "How are you feeling at your first day seeing the new school?",
        "I am feeling very nervous.",
        "Don't worry! You are going to get used to our school very fast. Do you want to see the gym now?",
        "Thank you. Yes, I would like to see the gym."
    ],
    "dialogue195": [
        "What was your first conversation like with Ethan?",
        "He started talking to me as soon as I smiled at him.",
        "What did you talk about?",
        "He told me that he loved hockey, which my brother also loved. ",
        "Did you know anything about hockey at that time?",
        "No, but I listened anyway because he was being so patient with me.",
        "Was it typical for the students to play hockey at school?",
        "I'm not sure, but they had more freedom as it was the end of the school year."
    ],
    "dialogue196": [
        "What did you learn about Ethan when you started talking to him?",
        "I learned that he really likes playing hockey, like my brother.",
        "What did you think of hockey when he was talking about it?",
        "I thought it was very cool and I was interested.",
        "Awesome. Did they do anything there last day of school?",
        "No, they were able to do whatever because it was the last day.",
        "It sounds very fun. After that, were you excited to start school?",
        "Yes, I liked Ethan a lot and wanted to try to play hockey."
    ],
    "dialogue197": [
        "Have you ever played hockey before?",
        "I didn't know how to play until Ethan taught me.",
        "Did you know anything about hockey beforehand?",
        "Yes, my brother loved hockey.",
        "Did he teach you more about the sport?",
        "Yes he explained everything and was very patient with me. ",
        "Were you interested in starting to play after that?",
        "Yes, I thought it was fascinating."
    ],
    "dialogue198": [
        "Who did you play hockey with the first time?",
        "Ethan and my classmates told me I should play, so I did.",
        "That's so nice of them. What position did you play?",
        "I played goalie when I played.",
        "Did you play with a hard puck?",
        "No we played with a softball to avoid injuries.",
        "Very smart. How good were you?",
        "I stopped all 23 softballs."
    ],
    "dialogue199": [
        "How did you prepare to play hockey?",
        "I got out of my wheel chair and crawled into the goalie net.",
        "How successful were you in the beginning?",
        "I was naturally good and I stopped the first ball.",
        "Were you ready to play more after that?",
        "Yes, I was ready to start playing and try my best to block the softballs.",
        "What was the outcome of being goalie?",
        "I was able to stop 23 balls which suprised me. I would definitely want to practice more."
    ],
    "dialogue200": [
        "What did you use to play hockey with?",
        "We used a softball so no one would get hurt.",
        "How did you do starting out in the goalie position?",
        "I stopped the first softball. It was pretty awesome.",
        "How many more softballs came your way?",
        "I had to try and save 25 softballs. It was a lot of work but so much fun.",
        "How many softballs did you stop?",
        "I stopped 23 softballs which I thought was really good!"
    ]   
}